package controller;

/**
 * @author Alfred Röttger Rydahl
 */

public class MainControl {

    /*
    --------------------------- Fields ---------------------------
     */
    
    /*
    ------------------------ Constructors ------------------------
     */    
    /*
    ------------------------- Properties -------------------------
     */    
    /*
    ----------------------- Public Methods -----------------------
     */    
    /*
    ----------------------- Support Methods ----------------------
     */
}
